import { PageSection } from '@/components/molecules/page-section/PageSection';

export const About = () => {
  return (
    <PageSection title="Обо мне">
      <p>
        Меня зовут Анна, я практикующий психолог. Уже 8 лет я изучаю психологию и развиваюсь в этом
        направлении. В 2020 году я окончила ГГУ им. Ф.Скорины с отличием, а в 2022 году получила
        степень магистра психологии.
      </p>
      <p>
        Мой основной подход - когнитивно-поведенческая терапия, но в своей работе я использую и
        другие направления и инструменты (схема-терапия, метафорические карты, гештальт-терапия,
        психоанализ).
      </p>
    </PageSection>
  );
};
